   - [#   3] AOR code_file2: 
--------------------------------------------------------------------------------
  1: def contas(a, b):
  2:     c = a + b
  3:     d = c - 1
  4:     if d > 10:
- 5:         return d % 10
+ 5:         return d * 10
  6:     else:
  7:         return d
--------------------------------------------------------------------------------
[0.00447 s] survived
